{
    "layer5": {
      "title": "Непрерывность бизнеса и управление рисками",
      "auditSectionTitle": "Планирование обеспечения непрерывности бизнеса (BCDR)",
      "auditSectionText": "Мы разрабатываем стратегии, позволяющие минимизировать простои после атак, сбоев и кризисных ситуаций, обеспечивая устойчивость бизнес-процессов.",
  
      "risks": {
        "title": "Оценка рисков",
        "intro": "Эффективное управление рисками позволяет заранее выявить возможные угрозы и минимизировать их влияние на бизнес. Мы проводим комплексную оценку уязвимостей компании и разрабатываем планы защиты от возможных инцидентов.",
        "point1": {
          "title": "Анализ потенциальных угроз:",
          "text": "Оценка рисков, включая кибератаки, утечки данных, природные катастрофы и техногенные сбои."
        },
        "point2": {
          "title": "Оценка влияния инцидентов на бизнес:",
          "text": "Моделирование последствий различных сценариев угроз и расчет потенциальных убытков."
        },
        "point3": {
          "title": "Разработка стратегии минимизации рисков:",
          "text": "Внедрение превентивных мер, планов реагирования и резервных механизмов."
        }
      },
  
      "developmentStrategies": {
        "title": "Разработка стратегий непрерывности бизнеса",
        "intro": "Поддержание работоспособности компании в условиях кризисных ситуаций требует заранее подготовленных стратегий. Мы разрабатываем комплексные решения для минимизации простоев и обеспечения работы ключевых сервисов.",
        "point1": {
          "title": "Обеспечение работы критически важных сервисов:",
          "text": "Разработка резервных решений и распределение нагрузок для устойчивости бизнес-процессов."
        },
        "point2": {
          "title": "Возможность удалённой работы сотрудников:",
          "text": "Настройка безопасных каналов связи и VPN-доступа в случае чрезвычайных ситуаций."
        },
        "point3": {
          "title": "Создание резервных копий данных:",
          "text": "Автоматизация процесса бэкапа и хранение копий в надежных облачных и локальных хранилищах."
        }
      },
  
      "recovery": {
        "title": "Восстановление после сбоев",
        "intro": "Полноценный план восстановления после сбоя позволяет быстро вернуть бизнес к нормальной работе и минимизировать потери. Мы разрабатываем детальные стратегии восстановления, учитывающие все возможные сценарии.",
        "point1": {
          "title": "Настройка регулярного резервного копирования:",
          "text": "Внедрение политики бэкапов с учетом критичности данных и автоматизации процессов."
        },
        "point2": {
          "title": "Планирование допустимого времени восстановления:",
          "text": "Определение Recovery Time Objective (RTO) и Recovery Point Objective (RPO) для быстрого возобновления работы."
        },
        "point3": {
          "title": "Облачные решения для быстрого восстановления данных:",
          "text": "Использование гибридных облачных технологий для моментального развертывания инфраструктуры после сбоев."
        }
      }
    }
  }
  