{
    "monitoring": {
      "title": "Мониторинг и защита устройств",
      "description": "В современных условиях организации должны обеспечивать постоянный контроль за всеми конечными устройствами, предотвращая угрозы и оперативно реагируя на инциденты безопасности. Мы предлагаем решения, которые обеспечивают полный обзор сети и помогают минимизировать риски.",
      "device_tracking": "Отслеживание всех устройств в сети",
      "device_tracking_description": "Обнаружение и инвентаризация всех подключенных устройств, мониторинг их активности и состояния безопасности.",
      "security_management": "Централизованное управление безопасностью",
      "security_management_description": "Внедрение единой системы управления безопасностью для всех устройств организации, позволяющей минимизировать уязвимости.",
      "real_time_attack_prevention": "Предотвращение атак в режиме реального времени",
      "real_time_attack_prevention_description": "Автоматизированные механизмы анализа поведения пользователей и обнаружения подозрительных действий, предотвращающие кибератаки на ранних стадиях."
    },
    "usage": {
      "title": "Управление доступом и идентификацией",
      "description": "Грамотная политика управления доступом играет ключевую роль в предотвращении несанкционированного доступа и утечек данных. Использование современных решений позволяет надежно защитить критически важную информацию компании.",
      "role_based_access": "Ограничение доступа по ролям",
      "role_based_access_description": "Определение уровней доступа для различных категорий сотрудников на основе их рабочих обязанностей.",
      "two_factor_authentication": "Двухфакторная аутентификация (2FA)",
      "two_factor_authentication_description": "Дополнительный уровень защиты учетных записей сотрудников, который снижает риск компрометации паролей.",
      "data_encryption": "Шифрование данных",
      "data_encryption_description": "Защита конфиденциальной информации с помощью современных алгоритмов шифрования, снижая вероятность утечек и несанкционированного доступа."
    },
    "incidents": {
      "title": "Выявление и реагирование на инциденты",
      "description": "Быстрое реагирование на инциденты — это ключевой аспект эффективной кибербезопасности. Мы предлагаем решения, которые позволяют обнаруживать угрозы на ранних стадиях и устранять их с минимальными потерями для бизнеса.",
      "ips_ids_systems": "Системы IDS/IPS для обнаружения атак",
      "ips_ids_systems_description": "Анализ сетевого трафика и активности пользователей для выявления подозрительных действий и предотвращения атак.",
      "automated_response_tools": "Автоматизированные инструменты реагирования",
      "automated_response_tools_description": "Использование SIEM-систем и решений на основе искусственного интеллекта для быстрого выявления и нейтрализации угроз.",
      "real_time_alerts": "Оповещения в реальном времени",
      "real_time_alerts_description": "Настроенные уведомления о возможных инцидентах безопасности, позволяющие оперативно реагировать на угрозы и минимизировать ущерб."
    },
    "layer_title": "Защита конечных устройств и управление доступом",
    "breadcrumbs": {
      "layer_title": "Защита конечных устройств и управление доступом"
    },
    "endpoint_security": {
      "title": "Защита конечных устройств (Endpoint Security)",
      "text1": "Мы управляем и защищаем все конечные устройства организации (ПК, мобильные устройства, серверы), снижая риски атак и утечек данных."
    }
  }
  