{
  "layer1": {
    "title": "Основы обеспечения бизнес-непрерывности и киберустойчивости предприятия",
    "auditSectionTitle": "Оценка рисков на уровне предприятия и анализ пробелов",
    "auditSectionText": "Наша комплексная методика аудита рисков систематически оценивает операционные, технологические и экологические угрозы в экосистеме организации с использованием стандартов NIST SP 800-30 и ISO 27005. С помощью потоков информации об угрозах и специализированных алгоритмов оценки рисков мы выявляем критические уязвимости в инфраструктуре, процессах и цепочке поставок, что позволяет приоритизировать корректирующие меры на основе данных.",

    "risks": {
      "title": "Профилирование рисков предприятия и моделирование угроз",
      "intro": "Путем количественного анализа рисков по методике FAIR и качественной оценки на основе сценариев мы картируем ландшафт угроз организации по трем ключевым измерениям:",
      "point1": {
        "title": "Физические и экологические угрозы",
        "text": "Наша оценка устойчивости зданий охватывает защиту от природных катастроф (землетрясения, наводнения), сбоев в инженерных системах (нестабильность электросетей, уязвимости систем HVAC) и нарушений физической безопасности (несанкционированный доступ, кража оборудования). Мы внедряем многоуровневые меры защиты, включая: системы пожаротушения, сертифицированные UL, особенности дата-центров Tier III+, биометрический контроль доступа и автоматизированный мониторинг окружающей среды для обеспечения бесперебойной работы."
      },
      "point2": {
        "title": "Кибер- и цифровые угрозы",
        "text": "Наша группа разведки угроз проводит тесты на проникновение в соответствии с фреймворком MITRE ATT&CK, что позволяет выявлять уязвимости к устойчивым угрозам (APT), программам-вымогателям (включая двойное вымогательство) и уязвимостям IoT-устройств. Стратегии защиты включают глубокую проверку пакетов через NGFW, решения EDR, сегментацию сети на основе нулевого доверия и мониторинг теневых рынков, всё это под круглосуточным наблюдением SOC."
      },
      "point3": {
        "title": "Человеческие и операционные риски",
        "text": "Используя аналитику рисков, связанных с человеческим фактором, мы количественно оцениваем последствия от внутренних угроз, злоупотребления привилегиями и сбоев в процессах. Наши контрольные меры включают: предоставление временного доступа через PAM-решения, анализ пользовательского поведения (UBA), обнаружение аномалий, автоматизированные процессы управления изменениями и двухсторонние одобрения."
      }
    },

    "developmentStrategies": {
      "title": "Разработка программы обеспечения непрерывности бизнеса",
      "intro": "Наш подход к инженерии устойчивости переходит от реактивной документации к проактивной операционной способности через три ключевых столпа:",
      "point1": {
        "title": "Обеспечение целостности и доступности данных",
        "text": "Мы проектируем многоуровневые экосистемы резервного копирования, включая: неизменяемые облачные копии с версионированием (правило 3-2-1-1), репликацию SAN для критически важных баз данных, журналы аудита, подтвержденные блокчейном, для обеспечения целостности транзакций и ежеквартальные тесты аварийного восстановления с соответствующими процедурами."
      },
      "point2": {
        "title": "Обучение организационной устойчивости",
        "text": "Наша кибер-тренинговая платформа предлагает учебные модули, адаптированные под роли C-level (настольные учения), ИТ-персонала (учения по реагированию на инциденты) и сотрудников на передовой (фишинговые симуляции). Программы включают соответствие NIST CSF, разбор реальных инцидентов и оценку компетенций."
      },
      "point3": {
        "title": "Оркестровка реагирования на инциденты",
        "text": "Мы внедряем SOAR-платформы с готовыми сценариями реагирования на 143 типа инцидентов, потоками разведданных об угрозах (STIX/TAXII), автоматизированными рабочими процессами по устранению (изоляция сети, ротация учетных данных) и сообщениями в кризисных ситуациях в соответствии с требованиями SEC, FINRA и GDPR."
      }
    },

    "recovery": {
      "title": "Услуги по восстановлению после катастроф и перезапуску бизнеса",
      "intro": "Наши решения по восстановлению обеспечивают непрерывность работы предприятия:",
      "point1": {
        "title": "Проектирование инфраструктуры высокой доступности",
        "text": "Отказоустойчивые архитектуры: мультиоблачное развертывание, переход после отказа через кластер Kubernetes, перенаправление трафика с помощью SDN, восстановление с горячих площадок и географически распределенные CDN-узлы."
      },
      "point2": {
        "title": "Непрерывный мониторинг устойчивости",
        "text": "Платформа операционной аналитики на основе ИИ, объединяющая телеметрию инфраструктуры (SNMP traps, NetFlow), оповещения безопасности (события SIEM) и показатели бизнес-процессов (объем транзакций)."
      },
      "point3": {
        "title": "Эволюционный процесс после инцидента",
        "text": "Наш подход к устранению и ретроспективному анализу после ошибок активирует все корректирующие меры, включая выявление первопричин и оценку влияния на бизнес-деятельность клиента."
      }
    }
  }
}
