{
  "certification": {
    "title": "Программы сертификации по кибербезопасности",
    "description": "Продвинутые сертификационные курсы для профессионалов в области кибербезопасности",
    "text1": "В условиях постоянно меняющегося цифрового ландшафта, сертификаты по кибербезопасности — это не просто официальные документы, но и доказательство способности профессионала защищать цифровую инфраструктуру, снижать сложные риски и соответствовать мировым стандартам соблюдения. Сертифицированные специалисты не только повышают доверие организаций, но и способствуют развитию проактивной культуры безопасности через подтвержденные знания и навыки.",
    "CISSP": "CISSP (Certified Information Systems Security Professional)",
    "CISSP_description": "Мировоззренческая сертификация для старших специалистов по безопасности, CISSP подтверждает опыт в проектировании, внедрении и управлении программами кибербезопасности на уровне предприятия. Она охватывает восемь областей из CBK (ISC)², включая управление рисками, архитектуру безопасности и реагирование на инциденты.",
    "CEH": "CEH (Certified Ethical Hacker)",
    "CEH_description": "Эта сертификация предоставляет профессионалам навыки пентестинга и знание инструментов и методологий хакеров, используемых злоумышленниками. Сертифицированные специалисты CEH имитируют реальные атаки для обнаружения и устранения уязвимостей до того, как они будут использованы.",
    "CompTIA_Security": "CompTIA Security+",
    "CompTIA_Security_description": "Сертификация начального уровня, идеально подходящая для тех, кто начинает карьеру в области кибербезопасности. Она охватывает базовые темы, такие как защита сети, обнаружение угроз, управление рисками и соблюдение нормативных стандартов, обеспечивая надежную основу для дальнейшей специализации.",
    "CISM": "CISM (Certified Information Security Manager)",
    "CISM_description": "Ориентированная на управление безопасностью и разработку программ, CISM предназначена для профессионалов, отвечающих за управление и мониторинг систем информационной безопасности. Она подчеркивает необходимость согласования стратегий безопасности с бизнес-целями и нормативными требованиями.",
    "features_title": "Основные особенности программ и методы подачи",
    "interactive_sessions": "Интерактивные сессии на основе угроз:",
    "interactive_sessions_description": "Сценарии реальных атак, симуляции команд красного/синего типов и изучение кейсов помогают закрепить основные концепции и обучают адаптивным действиям в условиях постоянно меняющихся киберугроз.",
    "adapted_courses": "Курс, ориентированный на отрасль:",
    "adapted_courses_description": "Все обучающие модули адаптированы с учетом специфики угроз, нормативных обязательств и операционных особенностей вашего сектора.",
    "course_updates": "Динамическое обновление контента и интеграция с разведкой угроз:",
    "course_updates_description": "Учебный контент постоянно обновляется с учетом возникающих угроз, что позволяет профессионалам проходить обучение на основе наиболее актуальных материалов."
  },
  "phishing": {
    "title": "Симуляции фишинговых атак",
    "description": "Симулированные фишинговые кампании для укрепления человеческого щита",
    "services_title": "Наша платформа симуляции фишинга предоставляет реалистичное обучение, воссоздавая реальные схемы атак для повышения осведомленности и изменения поведения. Основные компоненты включают:",
    "realistic_emails": "Сложные электронные письма, основанные на сценариях:",
    "realistic_emails_description": "Мы разрабатываем фишинговые сообщения, имитирующие современные методы злоумышленников — включая подмену доменов, вредоносные вложения и страницы для сбора учетных данных — для моделирования реальных атак.",
    "employee_reactions": "Аналитика поведения и отслеживание реакции сотрудников:",
    "employee_reactions_description": "Мы отслеживаем взаимодействие сотрудников, такие как процент кликов, отправку данных и время реакции, чтобы оценить уровень осведомленности и поведенческие паттерны в условиях давления.",
    "weakness_identification": "Оценка уязвимых пользователей по риску:",
    "weakness_identification_description": "Определение групп сотрудников с высоким риском на основе результатов симуляций для разработки целенаправленных тренингов и улучшения протоколов реагирования на инциденты.",
    "personalized_feedback": "Обратная связь в реальном времени и микроленинг:",
    "personalized_feedback_description": "Предоставление сотрудникам немедленной обратной связи после каждого теста, включая персонализированные рекомендации, краткие уроки и шаги по исправлению для закрепления безопасного поведения.",
    "outcome": "При постоянном внедрении симуляций фишинга как стратегии повышения осведомленности организации значительно снижают риск успешных атак с использованием социальной инженерии и способствуют формированию культуры настороженности и ответственности."
  },
  "mobile": {
    "title": "Защита мобильных устройств в организации",
    "description": "Решения по обеспечению безопасности мобильных устройств для гибридной рабочей силы",
    "services_title": "Наши услуги по безопасности мобильных устройств разработаны для снижения рисков, связанных с растущим использованием мобильных технологий в рабочем процессе. Основные компоненты включают:",
    "training": "Повышение осведомленности о безопасности для пользователей мобильных устройств:",
    "training_description": "Практические занятия, направленные на обучение сотрудников мобильным угрозам, таким как вредоносные приложения, небезопасные сети и фишинг через мессенджеры. Обучение включает в себя реальные атаки и примеры защиты от угроз мобильных устройств.",
    "policies": "Разработка политики использования мобильных устройств:",
    "policies_description": "Мы помогаем организациям разрабатывать и внедрять руководящие принципы использования мобильных устройств, включая правила их использования, стандарты шифрования и доступ к данным.",
    "access_control": "Контроль доступа и управление конечными точками:",
    "access_control_description": "Развертывание инструментов MDM (Mobile Device Management) и MFA (Multi-Factor Authentication) для управления, мониторинга и защиты конечных точек через различные операционные системы и роли пользователей.",
    "app_security": "Безопасность приложений и проверка:",
    "app_security_description": "Комплексная проверка мобильных приложений с использованием динамического и статического анализа для предотвращения уязвимостей, утечек данных или несоответствия стандартам.",
    "risks_reduction": "Наш подход не только усиливает безопасность на уровне устройств, но и интегрируется с организационными стратегиями безопасности для минимизации рисков, предотвращения утечек данных и обеспечения безопасной мобильной продуктивности в рамках компании."
  },
  "training_and_security": "Обучение по кибербезопасности и защита мобильных устройств",
  "breadcrumbs": {
    "training_and_security": "Обучение по кибербезопасности и защита мобильных устройств"
  },
  "audit_section": {
    "title": "Программы обучения и семинары по кибербезопасности",
    "text1": "Мы предоставляем структурированные курсы по кибербезопасности, помощь в получении сертификаций, симуляции фишинговых атак и программы безопасности мобильных устройств, чтобы помочь организациям выстроить устойчивую культуру безопасности. Наши обучающие услуги созданы с учетом меняющихся киберугроз и практических требований вашего персонала.",
    "text2": "Каждый курс разрабатывается с учетом специфики отрасли и включает в себя практическое применение, что обеспечивает подготовку сотрудников к сложным угрозам с уверенностью и компетентностью."
  }
}
