{
    "identification_vulnerabilities": "Идентификация уязвимостей",
    "vulnerability_analysis_description": "Современные угрозы постоянно развиваются, поэтому важно регулярно проводить анализ систем на предмет уязвимостей. Мы предлагаем комплексную проверку вашей ИТ-инфраструктуры на наличие слабых мест, которые могут быть использованы злоумышленниками.",
    "regular_scan": "Регулярное сканирование",
    "automated_and_manual_analysis": "Автоматизированный и ручной анализ систем для выявления критических уязвимостей.",
    "current_protection_assessment": "Оценка текущего уровня защиты",
    "analysis_of_malware_protection": "Анализ механизмов защиты от вредоносного ПО, программ-вымогателей и фишинга.",
    "risk_prioritization": "Приоритизация рисков",
    "classification_of_vulnerabilities": "Классификация найденных уязвимостей по вероятности их эксплуатации и потенциальному ущербу.",
    "recommendations_for_resolution": "Рекомендации по устранению",
    "detailed_instructions": "Подробные инструкции для исправления уязвимостей и усиления защиты.",
    
    "pen_testing": "Тестирование на проникновение",
    "pen_testing_description": "Pen testing — это моделирование реальных атак на вашу систему с целью выявления слабых мест, которые могут использовать злоумышленники. Мы проводим тестирование с учетом ваших бизнес-процессов и потенциальных угроз.",
    "attack_simulation": "Симуляция атак",
    "methods_used_by_hackers": "Используем методы, которые применяют хакеры для проникновения в системы.",
    "detailed_reports": "Подробные отчёты",
    "detailed_description_of_attacks": "Представляем детальное описание возможных векторов атак, уязвимостей и рекомендаций по их устранению.",
    "internal_and_external_testing": "Тестирование внутренних и внешних систем",
    "testing_internal_networks": "Оцениваем, насколько защищены внутренние сети, веб-приложения, API и другие элементы инфраструктуры.",
    "security_improvement": "Улучшение защиты",
    "developing_security_strategy": "Разрабатываем стратегию по устранению выявленных недостатков и усилению кибербезопасности.",
    
    "compliance_testing": "Проверка соответствия требованиям",
    "compliance_testing_description": "Соблюдение международных и локальных стандартов безопасности критически важно для защиты данных вашей компании и предотвращения финансовых и репутационных рисков. Мы помогаем организациям пройти аудит на соответствие требованиям и избежать штрафов.",
    "iso_gdpr_hipaa_compliance": "Соблюдение ISO 27001, GDPR, HIPAA",
    "analysis_of_processes": "Анализ процессов и внедрение мер, соответствующих мировым стандартам.",
    "security_policy_assessment": "Оценка политики безопасности",
    "checking_policy_compliance": "Проверяем, насколько текущие процедуры соответствуют требованиям регуляторов.",
    "certification_preparation": "Подготовка к сертификации",
    "help_with_certification_documents": "Помогаем подготовить документацию, политики и технические меры для успешного прохождения аудита.",
    "employee_training": "Обучение сотрудников",
    "conduct_training_on_compliance": "Проводим тренинги по вопросам соответствия требованиям и информационной безопасности.",
    
    "security_and_pen_testing": "Оценка безопасности и тестирование на проникновение",
    "comprehensive_audits_and_testing": "Комплексные аудиты, тестирование на проникновение и управление уязвимостями для усиления вашей системы безопасности.",
    "identifying_vulnerabilities_and_solutions": "Мы выявляем слабые места, проводим симуляции атак и помогаем компаниям соответствовать международным стандартам кибербезопасности."
  }
  