{
  "monitoring": {
    "title": "Комплексный мониторинг конечных точек и защита от угроз",
    "description": "В условиях постоянно меняющегося ландшафта угроз организациям необходимо круглосуточное наблюдение за всеми конечными точками для обнаружения, предотвращения и реагирования на угрозы безопасности в реальном времени. Наши решения корпоративного уровня обеспечивают полную видимость сети через сбор телеметрии, поведенческую аналитику и автоматические возможности реагирования для минимизации рисков кибербезопасности на всей цифровой инфраструктуре.",
    "device_tracking": "Обнаружение устройств в сети и управление инвентаризацией",
    "device_tracking_description": "Полная идентификация и каталогизация всех подключенных устройств (управляемых и неуправляемых) с постоянным мониторингом сетевой активности, оценки безопасности и обнаружения отклонений в конфигурации по всей IT-системе.",
    "security_management": "Единое управление безопасностью конечных точек",
    "security_management_description": "Реализация централизованной платформы управления безопасностью, обеспечивающей последовательное применение политик, управление уязвимостями и контроль конфигурации на всех конечных точках организации (Windows, macOS, Linux, IoT) из одного окна.",
    "real_time_attack_prevention": "Система предотвращения угроз в реальном времени",
    "real_time_attack_prevention_description": "Использование ИИ для аналитики поведения пользователей и сущностей (UEBA) в сочетании с машинным обучением для выявления и блокировки сложных кибератак (включая нулевые угрозы и безфайловое ПО) на ранних стадиях цепочки атак."
  },
  "usage": {
    "title": "Решения для управления идентичностью и доступом",
    "description": "Современные стратегии безопасности, ориентированные на идентичность, критически важны для предотвращения атак на основе учетных данных и утечек данных. Наши решения IAM сочетают детализированное управление доступом с непрерывной аутентификацией для защиты чувствительных данных и обеспечения операционной эффективности в гибридных средах.",
    "role_based_access": "Управление доступом на основе атрибутов (ABAC)",
    "role_based_access_description": "Динамическое назначение привилегий доступа на основе множества атрибутов, включая должность, отдел, местоположение, безопасность устройства и время суток, с соблюдением принципа наименьших привилегий для всех пользователей и сервисных аккаунтов.",
    "two_factor_authentication": "Многофакторная аутентификация (MFA)",
    "two_factor_authentication_description": "Реализация методов аутентификации, устойчивых к фишингу (ключи безопасности FIDO2, биометрия, TOTP), в сочетании с адаптивной аутентификацией, основанной на рисках, для значительного снижения рисков компрометации учетных записей во всех корпоративных приложениях.",
    "data_encryption": "Защита данных от конца до конца",
    "data_encryption_description": "Комплексная реализация защиты данных, включая шифрование AES-256 для данных в покое, TLS 1.3 для данных в транзите и шифрование, сохраняющее формат, для чувствительных полей, с централизованным управлением ключами с использованием решений на основе HSM."
  },
  "incidents": {
    "title": "Продвинутое обнаружение угроз и реагирование на инциденты",
    "description": "Наша платформа для расширенного обнаружения и реагирования (XDR) коррелирует данные с конечных точек, сетей и облачных рабочих нагрузок для предоставления контекстной информации о угрозах и автоматических возможностей реагирования, что снижает среднее время обнаружения (MTTD) и среднее время реагирования (MTTR) на инциденты безопасности до 90%.",
    "ips_ids_systems": "Система предотвращения вторжений нового поколения",
    "ips_ids_systems_description": "Анализ сетевого трафика с использованием глубокой проверки пакетов (DPI), анализа зашифрованного трафика и обнаружения аномалий протоколов для выявления и блокировки вредоносной активности, включая устойчивые к угрозам атаки (APT) и попытки бокового перемещения.",
    "automated_response_tools": "Оркестрированная автоматизация безопасности",
    "automated_response_tools_description": "Интеграция решений SIEM, SOAR и EDR с предустановленными плейбуками для автоматического сдерживания угроз, включая завершение процессов, изоляцию сети, ротацию учетных данных и охоту за угрозами по всей среде.",
    "real_time_alerts": "Контекстная информация о угрозах",
    "real_time_alerts_description": "Приоритетные оповещения о безопасности, обогащенные информацией о угрозах (сопоставление MITRE ATT&CK, детали IOC), доставляемые через несколько каналов (электронная почта, SMS, SIEM, мобильное приложение) с рекомендациями по действиям и оценкой воздействия."
  },
  "layer_title": "Защита конечных точек предприятия и управление доступом",
  "breadcrumbs": {
    "layer_title": "Платформа комплексной безопасности конечных точек и управления доступом"
  },
  "endpoint_security": {
    "title": "Защита конечных точек нового поколения",
    "text1": "Наше решение EDR защищает все конечные точки (рабочие станции, мобильные устройства, серверы, IoT) с помощью поведенческого анализа, обнаружения угроз с помощью машинного обучения и автоматического реагирования. Включает функции реального времени мониторинга, предотвращения эксплойтов, шифрования и централизованного управления для полной защиты."
  }
}
