{
  "certification": {
    "title": "Сертификация",
    "description": "Сертификация в области кибербезопасности",
    "text1": "Современные стандарты кибербезопасности требуют от специалистов не только знаний, но и официального подтверждения квалификации. Сертификация — это не просто документ, а реальное доказательство компетентности в сфере защиты данных и систем.",
    "CISSP": "CISSP (Certified Information Systems Security Professional)",
    "CISSP_description": "Сертификация для профессионалов, занимающихся разработкой и управлением информационной безопасностью.",
    "CEH": "CEH (Certified Ethical Hacker)",
    "CEH_description": "Подготовка специалистов к тестированию систем на уязвимости с целью их устранения.",
    "CompTIA_Security": "CompTIA Security+",
    "CompTIA_Security_description": "Базовый сертификат, охватывающий ключевые аспекты кибербезопасности.",
    "CISM": "CISM (Certified Information Security Manager)",
    "CISM_description": "Сертификация для специалистов, управляющих процессами обеспечения безопасности в организациях.",
    "interactive_sessions": "Интерактивные сессии по реальным угрозам: Обучение проводится с использованием практических примеров, имитирующих современные кибератаки.",
    "adapted_courses": "Адаптация курсов к вашей отрасли: Программы учитывают специфику работы вашей компании, чтобы обучение было максимально полезным.",
    "course_updates": "Обновление программ с учётом новых угроз: Наши курсы постоянно дорабатываются в соответствии с последними тенденциями в области кибербезопасности.",
    "features_title": "Особенности обучения",
    "feature1": "Интерактивные сессии",
    "feature2": "Адаптированные курсы",
    "feature3": "Регулярные обновления материалов",
    "certifications_title": "Доступные сертификации"
  },
  "phishing": {
    "title": "Фишинговые симуляции",
    "description": "Фишинг остаётся одной из самых распространённых угроз: около 90% атак на компании начинаются именно с поддельных писем или сообщений. Простого информирования сотрудников недостаточно — необходимо регулярно проверять их бдительность в реальных условиях.",
    "services_title": "Мы предлагаем проведение фишинговых симуляций, имитирующих реальные атаки, с целью:",
    "realistic_emails": "Создания реалистичных фишинговых писем:",
    "realistic_emails_description": "Разрабатываем фишинговые атаки, соответствующие современным методам социальной инженерии.",
    "employee_reactions": "Анализа реакции сотрудников:",
    "employee_reactions_description": "Оцениваем, какие работники оказались уязвимыми, кто кликнул по подозрительным ссылкам или предоставил конфиденциальные данные.",
    "weakness_identification": "Выявления слабых мест:",
    "weakness_identification_description": "Определяем отделы и сотрудников, нуждающихся в дополнительном обучении.",
    "personalized_feedback": "Персонализированной обратной связи:",
    "personalized_feedback_description": "После тестирования предоставляем индивидуальные рекомендации и обучающие материалы.",
    "outcome": "Данная практика значительно снижает вероятность успешных атак, повышает осведомленность персонала и помогает избежать финансовых потерь."
  },
  "mobile": {
    "title": "Защита мобильных устройств",
    "description": "В современных условиях мобильные устройства являются не только инструментами коммуникации, но и потенциальными точками входа для атакующих. Незащищённые смартфоны и планшеты могут стать причиной утечки конфиденциальной информации, компрометации учетных данных и проникновения вредоносного ПО в корпоративную сеть.",
    "services_title": "Мы предлагаем комплексные меры по защите мобильных устройств, включающие:",
    "training": "Обучение сотрудников основам мобильной безопасности:",
    "training_description": "Практические занятия по защите личных и корпоративных устройств от атак.",
    "policies": "Настройку политик безопасности:",
    "policies_description": "Разработка и внедрение рекомендаций по использованию мобильных устройств в корпоративной среде.",
    "access_control": "Контроль доступа к корпоративным ресурсам:",
    "access_control_description": "Внедрение решений для многофакторной аутентификации (MFA) и управления устройствами (MDM).",
    "app_security": "Проверку приложений на безопасность:",
    "app_security_description": "Оценка используемых мобильных приложений на предмет уязвимостей и потенциальных угроз.",
    "risks_reduction": "Мы помогаем не только защитить мобильные устройства, но и минимизировать риски, связанные с утечками данных и вредоносными программами."
  },
  "training_and_security": "Обучение безопасности и защита мобильных устройств",
  "breadcrumbs": {
    "training_and_security": "Обучение безопасности и защита мобильных устройств"
  },
  "audit_section": {
    "title": "Проведение тренингов и семинаров",
    "text1": "Мы организуем курсы и семинары по кибербезопасности, помогаем в получении",
    "text2": "профессиональных сертификатов, проводим фишинговые симуляции и разрабатываем меры защиты мобильных устройств."
  }
}