{
    "certification": {
      "title": "Сертификация",
      "description": "Киберқауіпсіздік бойынша сертификация",
      "text1": "Заманауи киберқауіпсіздік стандарттары мамандардан тек білімді ғана емес, сонымен бірге олардың біліктілігін ресми түрде растайтын құжатты талап етеді. Сертификация — бұл тек құжат емес, деректер мен жүйелерді қорғау саласындағы біліктіліктің нақты дәлелі.",
      "CISSP": "CISSP (Сертификацияланған ақпараттық жүйелер қауіпсіздігі маманы)",
      "CISSP_description": "Ақпараттық қауіпсіздікті дамыту және басқару саласындағы мамандар үшін сертификация.",
      "CEH": "CEH (Сертификацияланған этикалық хакер)",
      "CEH_description": "Жүйелерді осалдықтарға тексеру және оларды жою үшін мамандарды даярлау.",
      "CompTIA_Security": "CompTIA Security+",
      "CompTIA_Security_description": "Киберқауіпсіздіктің негізгі аспектілерін қамтитын бастапқы сертификат.",
      "CISM": "CISM (Сертификацияланған ақпараттық қауіпсіздік менеджері)",
      "CISM_description": "Ұйымдардағы қауіпсіздік процестерін басқарушы мамандар үшін сертификация.",
      "features_title": "Біздің әдісіміздің ерекшеліктері:",
      "interactive_sessions": "Шынайы қауіптер бойынша интерактивті сессиялар: Оқу заманауи кибершабуылдарды имитациялайтын практикалық мысалдарды қолдану арқылы жүргізіледі.",
      "adapted_courses": "Сіздің салаңызға бейімделген курстар: Бағдарламалар компанияңыздың жұмыс ерекшеліктерін ескере отырып, оқытуды мүмкіндігінше пайдалы етуге арналған.",
      "course_updates": "Жаңа қауіптерге сәйкес курстарды жаңарту: Біздің курстар үнемі киберқауіпсіздік саласындағы соңғы тенденцияларға сәйкес жетілдіріліп отырады."
    },
    "phishing": {
      "title": "Фишинг симуляциялары",
      "description": "Фишинг әлі де ең кең таралған қауіптердің бірі болып табылады: компанияларға жасалатын шабуылдардың шамамен 90%-ы жалған хаттардан немесе хабарламалардан басталады. Қызметкерлерді жай ғана хабардар ету жеткіліксіз — олардың сақтығын шынайы жағдайда үнемі тексеру қажет.",
      "services_title": "Біз фишинг симуляцияларын ұсынамыз, олар шынайы шабуылдарды имитациялап, мына мақсаттарды көздейді:",
      "realistic_emails": "Шынайы фишинг хаттарын жасау:",
      "realistic_emails_description": "Заманауи әлеуметтік инженерия әдістеріне сәйкес фишинг шабуылдарын әзірлейміз.",
      "employee_reactions": "Қызметкерлердің реакцияларын талдау:",
      "employee_reactions_description": "Қай қызметкерлердің осал екенін, кім күмәнді сілтемелерге басып, құпия деректерді бергенін бағалаймыз.",
      "weakness_identification": "Әлсіз тұстарды анықтау:",
      "weakness_identification_description": "Қосымша оқытуды қажет ететін бөлімдер мен қызметкерлерді анықтаймыз.",
      "personalized_feedback": "Жекелендірілген кері байланыс:",
      "personalized_feedback_description": "Тестілеуден кейін жеке ұсыныстар мен оқыту материалдарын ұсынамыз.",
      "outcome": "Бұл тәжірибе шабуылдардың сәтті болуы ықтималдығын айтарлықтай азайтады, қызметкерлердің хабардарлығын арттырады және қаржылық шығындардан сақтануға көмектеседі."
    },
    "mobile": {
      "title": "Мобильді құрылғыларды қорғау",
      "description": "Қазіргі таңда мобильді құрылғылар тек байланыс құралдары ғана емес, сонымен қатар шабуылдаушылар үшін ықтимал кіру нүктелері болып табылады. Қорғалмаған смартфондар мен планшеттер құпия ақпараттың泄уі, тіркелгі деректерінің бұзылуы және зиянды бағдарламалық жасақтаманың корпоративтік желіге енуіне себеп болуы мүмкін.",
      "services_title": "Біз мобильді құрылғыларды қорғау бойынша кешенді шараларды ұсынамыз, соның ішінде:",
      "training": "Қызметкерлерді мобильді қауіпсіздік негіздеріне оқыту:",
      "training_description": "Жеке және корпоративтік құрылғыларды шабуылдардан қорғау бойынша практикалық сабақтар.",
      "policies": "Қауіпсіздік саясатын орнату:",
      "policies_description": "Корпоративтік ортада мобильді құрылғыларды пайдалану бойынша ұсыныстар әзірлеу және енгізу.",
      "access_control": "Корпоративтік ресурстарға қол жеткізуді бақылау:",
      "access_control_description": "Көп факторлы аутентификация (MFA) және құрылғы басқару (MDM) шешімдерін енгізу.",
      "app_security": "Қосымшаларды қауіпсіздікке тексеру:",
      "app_security_description": "Пайдаланылатын мобильді қосымшаларды осалдықтар мен ықтимал қауіптерге тексеру.",
      "risks_reduction": "Біз мобильді құрылғыларды қорғаумен қатар, деректердің漏уі және зиянды бағдарламалармен байланысты тәуекелдерді де азайтамыз."
    },
    "training_and_security": "Қауіпсіздік оқыту және мобильді құрылғыларды қорғау",
    "breadcrumbs": {
      "training_and_security": "Қауіпсіздік оқыту және мобильді құрылғыларды қорғау"
    },
    "audit_section": {
      "title": "Оқытулар мен семинарлар",
      "text1": "Біз киберқауіпсіздік бойынша курстар мен семинарларды ұйымдастырамыз, кәсіби сертификаттар алуға көмектесеміз",
      "text2": "фишинг симуляцияларын өткіземіз және мобильді құрылғыларды қорғау шараларын әзірлейміз."
    }
  }
  