{
    "monitoring": {
      "title": "Құрылғыларды бақылау және қорғау",
      "description": "Қазіргі уақытта ұйымдар барлық құрылғыларды үздіксіз бақылап, қауіптерді болдырмау және қауіпсіздік инциденттеріне жедел жауап беруі тиіс. Біз желінің толық көрінісін ұсынатын және тәуекелдерді азайтуға көмектесетін шешімдерді ұсынамыз.",
      "device_tracking": "Желідегі құрылғыларды бақылау",
      "device_tracking_description": "Барлық қосылған құрылғыларды анықтау және инвентаризациялау, олардың белсенділігін және қауіпсіздік жағдайын бақылау.",
      "security_management": "Орталықтандырылған қауіпсіздік басқару",
      "security_management_description": "Ұйым құрылғылары үшін біріккен қауіпсіздік басқару жүйесін енгізу, осылайша осалдықтарды азайту.",
      "real_time_attack_prevention": "Шынайы уақыттағы шабуылдарды болдырмау",
      "real_time_attack_prevention_description": "Пайдаланушы мінез-құлқын автоматты түрде талдау және күдікті әрекеттерді анықтау механизмдері арқылы кибершабуылдарды ерте кезеңдерде болдырмау."
    },
    "usage": {
      "title": "Құқықтарды басқару және сәйкестендіру",
      "description": "Құқықтарды басқару саясаты рұқсат етілмеген қол жеткізуді және деректердің ағып кетуін болдырмауда маңызды рөл атқарады. Заманауи шешімдер ұйымның маңызды ақпаратын сенімді түрде қорғауға мүмкіндік береді.",
      "role_based_access": "Рөлдерге негізделген қол жетімділік",
      "role_based_access_description": "Қызметкерлердің жұмыс міндеттеріне негізделген әртүрлі категориялар үшін қол жеткізу деңгейлерін анықтау.",
      "two_factor_authentication": "Екі факторлы аутентификация (2FA)",
      "two_factor_authentication_description": "Қызметкерлердің тіркелгісін қорғаудың қосымша деңгейі, паролдердің бұзылу қаупін азайтады.",
      "data_encryption": "Деректерді шифрлау",
      "data_encryption_description": "Құпия ақпаратты заманауи шифрлау алгоритмдерімен қорғау, ағу мен рұқсат етілмеген қол жеткізуді азайту."
    },
    "incidents": {
      "title": "Инциденттерді анықтау және жауап беру",
      "description": "Инциденттерге жылдам жауап беру — тиімді киберқауіпсіздіктің маңызды аспектісі. Біз қауіптерді ерте кезеңдерде анықтап, оларды бизнестің минималды шығындарымен жоюға мүмкіндік беретін шешімдер ұсынамыз.",
      "ips_ids_systems": "Шабуылдарды анықтау үшін IDS/IPS жүйелері",
      "ips_ids_systems_description": "Желілік трафикті және пайдаланушы белсенділігін талдау арқылы күдікті әрекеттерді анықтау және шабуылдарды болдырмау.",
      "automated_response_tools": "Автоматты жауап беру құралдары",
      "automated_response_tools_description": "Шығынды жою және қауіптерді жылдам анықтау үшін SIEM жүйелерін және жасанды интеллект негізіндегі шешімдерді пайдалану.",
      "real_time_alerts": "Шынайы уақыттағы хабарламалар",
      "real_time_alerts_description": "Инциденттер туралы хабарламалар, қауіптерге жедел жауап беруге және зиянды барынша азайтуға мүмкіндік береді."
    },
    "layer_title": "Құрылғыларды қорғау және құқықтарды басқару",
    "breadcrumbs": {
      "layer_title": "Құрылғыларды қорғау және құқықтарды басқару"
    },
    "endpoint_security": {
      "title": "Құрылғыны қорғау",
      "text1": "Біз ұйымның барлық құрылғыларын (компьютерлер, мобильді құрылғылар, серверлер) басқарамыз және қорғаймыз, шабуылдар мен деректердің ағып кету қаупін азайтамыз."
    }
  }
  