{
  "layer1": {
    "title": "Стратегиялық Қауіпсіздік",
    "auditSectionTitle": "Кәсіпорын деңгейінде тәуекелдерді бағалау және бос орындарды талдау",
    "auditSectionText": "Біздің кешенді тәуекелдер аудиті әдістемеміз NIST SP 800-30 және ISO 27005 стандарттарын пайдалана отырып, ұйымның экожүйесінде операциялық, технологиялық және экологиялық қауіп-қатерлерді жүйелі түрде бағалайды. Қауіптер туралы ақпараттық ағымдар мен арнайы тәуекелдерді бағалау алгоритмдерін пайдалану арқылы біз инфрақұрылымдағы, процестердегі және жеткізу тізбегіндегі маңызды осалдықтарды анықтаймыз, бұл деректер негізінде түзету шараларының басымдылығын белгілеуге мүмкіндік береді.",
    
    "risks": {
      "title": "Кәсіпорынның тәуекелдер профилін жасау және қауіп-қатерлерді модельдеу",
      "intro": "FAIR әдістемесімен сандық тәуекелдерді талдау және сапалық сценарийлер негізіндегі бағалаулар арқылы біз ұйымның қауіп-қатер ландшафтын үш негізгі өлшем бойынша карталаймыз:",
      "point1": {
        "title": "Физикалық және экологиялық қауіптер",
        "text": "Біздің ғимараттар тұрақтылығын бағалау табиғи апаттарға (жер сілкінісі, су тасқыны), қызмет көрсету жүйелерінің бұзылуына (қуат желілерінің тұрақсыздығы, HVAC жүйелерінің осалдықтары) және физикалық қауіпсіздік бұзылыстарына (құқықсыз кіру, жабдықтарды ұрлау) қарсы қорғанысты бағалайды. Біз көп деңгейлі қорғаныс шараларын енгіземіз, оның ішінде: UL тізіміне енгізілген өртті басу жүйелері, Tier III+ деректер орталықтарының ерекшеліктері, биометриялық қолжетімділік бақылаулары және үздіксіз жұмыс істеуді қамтамасыз ету үшін автоматтандырылған қоршаған орта мониторингі."
      },
      "point2": {
        "title": "Кибер және цифрлық қауіптер",
        "text": "Біздің қауіп-қатерлерді барлау тобы MITRE ATT&CK шеңберіне сәйкес ену сынақтарын жүргізеді, бұл жоғары тұрақты қауіптерге (APT), бағдарламалық жасақтамаларды талап етуші науқандарға (екі жақты талап ету түрлері) және IoT құрылғыларының осалдықтарына қарсы уязвимостарды бағалайды. Қорғаныс стратегиялары жаңа ұрпақтағы брандмауэрлермен терең пакеттерді тексеруді, EDR шешімдерін, нөлдік сенімділікпен желілік сегментацияны және қара нарық мониторингін қамтиды, олар барлық уақытта SOC бақылауымен қамтамасыз етіледі."
      },
      "point3": {
        "title": "Адам мен операциялық тәуекелдер",
        "text": "Біз адамға байланысты тәуекелдерді аналитикасын қолдана отырып, ішкі қауіптер, артықшылықтарды теріс пайдалану және процестің бұзылуынан туындайтын тәуекелдерден әсерді сандық тұрғыдан бағалаймыз. Біздің бақылау шараларымызға: PAM шешімдері арқылы уақытша қолжетімділікті беру, пайдаланушының әрекетін талдау (UBA) және аномалияларды анықтау, өзгерістерді басқару автоматтандырылған процестері мен екі жақты рұқсаттарды қамтиды."
      }
    },

    "developmentStrategies": {
      "title": "Бизнес үздіксіздігі бағдарламасын дамыту",
      "intro": "Біздің тұрақтылық инженериясының тәсілі реактивті құжаттамадан проактивті операциялық қабілетке ауысады, үш негізгі тірек арқылы:",
      "point1": {
        "title": "Деректердің тұтастығын және қолжетімділігін қамтамасыз ету",
        "text": "Біз көп деңгейлі резервтік көшірмелер экожүйелерін жобалаймыз, оның ішінде: өзгермейтін бұлтты көшірмелерді нұсқалаумен (3-2-1-1 ережесі), маңызды деректер базалары үшін SAN репликациясы, транзакциялардың тұтастығы үшін блокчейн арқылы расталған аудит жолдары және қалпына келтіру процедураларымен бірге төрт ай сайынғы апаттық қалпына келтіру сынақтары."
      },
      "point2": {
        "title": "Ұйымның тұрақтылығын оқыту",
        "text": "Біздің киберқашықтық платформасы C-деңгейлі (стол жаттығулары), ИТ қызметкерлері (оқиғаға әрекет ету жаттығулары) және алдыңғы қатарлы қызметкерлер үшін (фишинг симуляциялары) арналған рөлдерге сәйкес оқыту модульдерін ұсынады. Бағдарламалар NIST CSF сәйкестігін, нақты бұзушылық оқиғаларының зерттеулерін және компетенциялық бағалауларды қамтиды."
      },
      "point3": {
        "title": "Оқиғаларға жауап берудің оркестрі",
        "text": "Біз SOAR платформаларын енгіземіз, олардың ішінде 143 оқиға түрі үшін алдын ала дайындалған жоспарлар, қауіп-қатерлерді барлау ағындарын (STIX/TAXII), автоматтандырылған тоқтату жұмыс процестерін (желі изоляциясы, тіркелгі деректерін айналдыру) және SEC, FINRA және GDPR бұзушылықтарды хабардар ету талаптарына сәйкес дағдарыс хабарламалары."
      }
    },

    "recovery": {
      "title": "Апаттан кейін қалпына келтіру және бизнестің қайта басталуы қызметтері",
      "intro": "Біздің қалпына келтіру шешімдеріміз кәсіпорынның үздіксіздігін қамтамасыз етеді:",
      "point1": {
        "title": "Жоғары қолжетімділікті инфрақұрылым дизайны",
        "text": "Сәтсіздікке төзімді архитектуралар: көп бұлтты орналастыру, Kubernetes кластері арқылы сәтсіздіктен кейінгі көшу, SDN технологиясы арқылы трафикті қайта бағыттау, ыстық алаңдарды қалпына келтіру және географиялық тұрғыдан бөлінген CDN түйіндері."
      },
      "point2": {
        "title": "Үздіксіз тұрақтылықты бақылау",
        "text": "Жасанды интеллект негізіндегі операциялық интеллект платформасы, оның ішінде инфрақұрылымның телеметриясын (SNMP traps, NetFlow), қауіпсіздік туралы ескертулерді (SIEM оқиғалары) және бизнес-процестердің көрсеткіштерін (транзакциялар көлемі) біріктіру."
      },
      "point3": {
        "title": "Оқиғадан кейінгі эволюциялық процесс",
        "text": "Біздің айыптау әдісіміз бен қателіктерден кейінгі ретроспективті зерттеуіміз барлық реттеу әдістерін іске қосады, оның ішінде себептерді анықтау және тұтынушының бизнес әрекеттеріне әсерін бағалау."
      }
    }
  }
}
