{
  "monitoring": {
    "title": "Жалпы нүктелік мониторинг және қауіптерден қорғау",
    "description": "Қауіптер ландшафтындағы үздіксіз өзгерістермен ұйымдарға барлық нүктелерді 24/7 мониторинг жасау қажет, олар қауіпсіздік қатерлерін уақытында анықтап, алдын алып, жауап беру үшін. Біздің кәсіпорын деңгейіндегі шешімдеріміз жоғары деңгейдегі телеметрия жинау, мінез-құлықты талдау және автоматты түрде жауап беру мүмкіндіктері арқылы желі көрінуін қамтамасыз етеді, бұл бүкіл сандық инфрақұрылымдағы киберқауіптерді азайтады.",
    "device_tracking": "Желі құрылғыларын табу және инвентаризацияны басқару",
    "device_tracking_description": "Барлық қосылған құрылғылардың (басқарылатын және басқарылмайтын) толық анықталуы және каталогтауы, желілік әрекетті мониторингтеу, қауіпсіздік күйін бағалау және IT экожүйесі бойынша конфигурацияның ауытқуларын анықтау.",
    "security_management": "Біріккен нүктелік қауіпсіздік басқаруы",
    "security_management_description": "Барлық ұйымдық нүктелердегі (Windows, macOS, Linux, IoT) саясаттарды біркелкі орындау, осалдықтарды басқару және конфигурацияны бақылау үшін орталықтандырылған қауіпсіздік басқару платформасын енгізу.",
    "real_time_attack_prevention": "Алдын ала қауіп тудыратын жүйе",
    "real_time_attack_prevention_description": "Жасанды интеллект пен машиналық оқытуды пайдаланатын мінез-құлықты талдау (UEBA) және аномалияларды анықтау жүйелері арқылы өте күрделі кибершабуылдарды (нөлдік күндік қауіптер мен файлсыз зиянкестерді) алдын ала тоқтату."
  },
  "usage": {
    "title": "Идентификация мен қолжетімділік басқару шешімдері",
    "description": "Қазіргі заманғы идентификациялық қауіпсіздік стратегиялары тіркелгі негізіндегі шабуылдарды және деректерді ұрлау әрекеттерін болдырмау үшін маңызды. Біздің IAM шешімдеріміз айқын қолжетімділікті басқару мен үздіксіз аутентификацияны біріктіріп, сезімтал деректерді қорғап, гибридтік орталарда операциялық тиімділікті сақтайды.",
    "role_based_access": "Атрибуттарға негізделген қолжетімділікті басқару (ABAC)",
    "role_based_access_description": "Жұмыс функциясы, бөлім, орналасқан жері, құрылғы қауіпсіздігі мен күннің уақытын қамтитын бірнеше атрибуттар негізінде динамикалық қолжетімділік артықшылығын тағайындау, барлық пайдаланушылар мен қызметтік есептер үшін ең аз артықшылықтар қағидасын сақтау.",
    "two_factor_authentication": "Көпфакторлы аутентификация (MFA)",
    "two_factor_authentication_description": "Фишингке төзімді аутентификация әдістерін (FIDO2 қауіпсіздік кілттері, биометрия, TOTP) және тәуекелдер негізіндегі бейімделген аутентификацияны енгізу, бұл барлық кәсіпорын қосымшаларында тіркелгі компрометациясының қауіптерін айтарлықтай азайтады.",
    "data_encryption": "Деректерді қорғаудың толық кешенді шешімдері",
    "data_encryption_description": "Деректерді қорғаудың толық кешенді шешімдерін жүзеге асыру, AES-256 шифрлауымен деректерді сақтау, TLS 1.3 арқылы деректерді тасымалдау және сезімтал өрістер үшін форматты сақтайтын шифрлау, орталықтандырылған кілттерді басқару HSM шешімдерімен."
  },
  "incidents": {
    "title": "Жетілдірілген қауіптерді анықтау және инциденттерге жауап беру",
    "description": "Біздің кеңейтілген анықтау және жауап беру (XDR) платформамыз қауіптер туралы ақпаратты нүктелер, желілер және бұлтты жүктемелер бойынша корреляциялайды, бұл қауіптер туралы контекстуалды ақпаратты қамтамасыз етеді және автоматты жауап беру мүмкіндіктерін, бұл қауіпсіздік инциденттерін анықтау (MTTD) және жауап беру (MTTR) уақытын 90%-ға дейін қысқартады.",
    "ips_ids_systems": "Жаңа буынға арналған бөгет қою жүйесі",
    "ips_ids_systems_description": "Желілік трафикті терең пакеттерді тексеру (DPI), шифрланған трафикті талдау және протокол аномалияларын анықтау арқылы зиянды әрекеттерді анықтап, блоктау, оның ішінде тұрақты қауіптерді (APT) және бүйірлік қозғалыс әрекеттерін.",
    "automated_response_tools": "Қауіпсіздік автоматизациясының оркестрі",
    "automated_response_tools_description": "SIEM, SOAR және EDR шешімдерімен алдын ала жасалған плейбуктерді интеграциялау, бұл қауіптерді автоматты түрде тоқтату үшін, соның ішінде процесс тоқтату, желіні оқшаулау, тіркелгі деректерін ротациялау және орта бойынша қауіптерді іздеу.",
    "real_time_alerts": "Контексттік қауіптер туралы ақпарат",
    "real_time_alerts_description": "Қауіпсіздік туралы приоритетті хабарламалар, қауіптер туралы ақпаратпен байытылған (MITRE ATT&CK картасы, IOC деректері), бірнеше арналар арқылы жеткізіледі (электрондық пошта, SMS, SIEM, мобильді қосымша) және жауап әрекеттері мен ықпал бағасы ұсынылады."
  },
  "layer_title": "Кәсіпорын деңгейіндегі нүктелік қорғау және қолжетімділікті басқару",
  "breadcrumbs": {
    "layer_title": "Жалпы нүктелік қауіпсіздік және қолжетімділікті басқару платформасы"
  },
  "endpoint_security": {
    "title": "Жаңа буын нүктелік қорғау",
    "text1": "Біздің EDR шешіміміз барлық нүктелерді (жұмыс станциялары, мобильді құрылғылар, серверлер, IoT) мінез-құлықты талдау, машиналық оқыту арқылы қауіптерді анықтау және автоматты жауап беру арқылы қорғайды. Ерекшеліктері: нақты уақыттағы мониторинг, шабуылдарды болдырмау, шифрлау және толық қорғау үшін орталықтандырылған басқару."
  }
}
