{
  "certification": {
    "title": "Киберқауіпсіздік сертификаттау бағдарламалары",
    "description": "Киберқауіпсіздік саласындағы мамандар үшін жоғары деңгейлі сертификаттау бағдарламалары",
    "text1": "Қазіргі уақытта сандық әлемнің үздіксіз өзгеріп отырған жағдайда киберқауіпсіздік сертификаттары тек ресми құжаттар ғана емес, сонымен қатар маманның сандық инфрақұрылымды қорғау, күрделі қауіптерді азайту және әлемдік стандарттарға сәйкес келу қабілетінің дәлелі болып табылады. Сертификатталған мамандар ұйымның сенімін арттырып қана қоймай, олардың тексерілген білімдері мен дағдылары арқылы проактивті қауіпсіздік мәдениетін қалыптастыруға ықпал етеді.",
    "CISSP": "CISSP (Certified Information Systems Security Professional)",
    "CISSP_description": "CISSP — жоғары деңгейдегі қауіпсіздік мамандарына арналған әлемдік деңгейдегі сертификат, ол кәсіпорын деңгейінде киберқауіпсіздік бағдарламаларын жобалау, енгізу және басқару бойынша тәжірибені тексереді. Ол (ISC)² CBK-ның сегіз саласын қамтиды, оның ішінде қауіптерді басқару, қауіпсіздік архитектурасы және инциденттерге жауап беру.",
    "CEH": "CEH (Certified Ethical Hacker)",
    "CEH_description": "Бұл сертификат мамандарға пентестинг дағдыларын береді және зиянкестер қолданатын хакерлік құралдар мен әдістер туралы білім береді. CEH сертификаты бар мамандар нақты шабуылдарды имитациялап, осалдықтарды тауып, оларды теріс пайдалануға дейін түзетеді.",
    "CompTIA_Security": "CompTIA Security+",
    "CompTIA_Security_description": "Киберқауіпсіздік саласында жаңа бастағандар үшін идеал бастапқы деңгейдегі сертификат. Ол желіні қорғау, қауіптерді анықтау, қауіптерді басқару және нормативтік сәйкес келу сияқты негізгі тақырыптарды қамтиды, бұл болашақ мамандандыруға жақсы негіз болады.",
    "CISM": "CISM (Certified Information Security Manager)",
    "CISM_description": "Қауіпсіздікті басқару және бағдарламаларды дамытуға бағытталған CISM сертификаты ақпараттық қауіпсіздік жүйелерін басқару мен бақылау үшін жауапты мамандарға арналған. Ол қауіпсіздік стратегияларын бизнес мақсаттары мен нормативтік талаптармен үйлестіруді назарға алады.",
    "features_title": "Бағдарламалардың ерекшеліктері мен жеткізу әдістері",
    "interactive_sessions": "Қауіптерге негізделген интерактивті сессиялар:",
    "interactive_sessions_description": "Нақты шабуылдар сценарийлері, қызыл/көк команда симуляциялары және оқу іс-шаралары негізгі ұғымдарды бекітіп, үнемі өзгеріп отыратын киберқауіптерге бейімделген әрекеттерді үйретеді.",
    "adapted_courses": "Салаға бағытталған оқу бағдарламалары:",
    "adapted_courses_description": "Барлық оқу модульдері сіздің салаңыздың нақты қауіп модельдеріне, нормативтік міндеттемелеріне және операциялық ерекшеліктеріне сай бейімделген.",
    "course_updates": "Динамикалық контент және қауіптер барлауымен интеграция:",
    "course_updates_description": "Оқу контенті жаңа қауіптер туралы ақпаратқа негізделіп үздіксіз жаңартылып отырады, бұл мамандарды ең өзекті материалдармен оқытуға мүмкіндік береді."
  },
  "phishing": {
    "title": "Фишинг шабуылдарын симуляциялау",
    "description": "Адамды қорғау қабатын күшейту үшін симуляцияланған фишинг науқандары",
    "services_title": "Біздің фишинг симуляция платформамыз нақты шабуыл үлгілерін қайта жасау арқылы оқыту жүргізеді, бұл хабардарлықты арттырып, мінез-құлықты өзгертуге көмектеседі. Негізгі компоненттер мыналарды қамтиды:",
    "realistic_emails": "Күрделі, сценарийге негізделген электрондық хаттар:",
    "realistic_emails_description": "Біз қазіргі уақытта қолданылатын шабуыл әдістерін қайталайтын фишинг хабарламаларын жасаймыз — домендер spoofing, зиянды қ附件 жҽне құпия деректер жинау беттерін қоса алғанда — нақты қаскүнемдерге ұқсау үшін.",
    "employee_reactions": "Қызметкерлердің реакцияларын талдау жҽне жауап беру тракингі:",
    "employee_reactions_description": "Біз қызметкерлердің өзара әрекеттесуін, басу пайыздарын, деректерді жіберу жҽне жауап беру уақыттарын бақылап, қысым астында хабардарлық деңгейі мен мінез-құлық үлгілерін бағалаймыз.",
    "weakness_identification": "Қауіпке негізделген қолданушыларды анықтау:",
    "weakness_identification_description": "Симуляция нәтижелеріне негізделген жоғары тәуекелге ұшыраған қолданушылар мен бөлімдерді анықтау арқылы мақсатты оқыту мен инциденттерге жауап беру хаттамаларын әзірлеу.",
    "personalized_feedback": "Нақты уақыттағы кері байланыс жҽне микробілім алу:",
    "personalized_feedback_description": "Әр тестіден кейін қызметкерлерге дереу кері байланыс беріп, жеке кеңестер, қысқа сабақтар жҽне қауіпсіз мінез-құлықты нығайту үшін қайта қалпына келтіру қадамдарын ұсынамыз.",
    "outcome": "Фишинг симуляцияларын тұрақты түрде хабардарлық стратегиясы ретінде енгізу арқылы ұйымдар әлеуметтік инженерия шабуылдарының сәтті орын алу ықтималдығын айтарлықтай азайтып, сақтық пен жауапкершілік мәдениетін қалыптастырады."
  },
  "mobile": {
    "title": "Ұйымдық мобильді құрылғыларды қорғау",
    "description": "Бүгінгі гибридті жұмыс күшіне арналған қауіпсіздік шешімдері",
    "services_title": "Біздің мобильді құрылғыларды қорғау қызметіміз мобильді технологияларды қолданудың өсуімен байланысты тәуекелдерді төмендетуге арналған. Негізгі компоненттер мыналарды қамтиды:",
    "training": "Мобильді қолданушыларға қауіпсіздік бойынша білім беру:",
    "training_description": "Қызметкерлерді мобильді құрылғыларға тән қауіптерге, мысалы, жалған қосымшалар, қауіпсіз емес желілер мен мессенджерлер арқылы фишингке қарсы оқыту. Оқыту нақты шабуылдарды жҽне мобильді қауіптен қорғау мысалдарын қамтиды.",
    "policies": "Мобильді құрылғыларды пайдалану саясатын әзірлеу:",
    "policies_description": "Біз ұйымдарға мобильді құрылғыларды қолдану ережелерін әзірлеуге көмектесеміз, оның ішінде қолдануға рұқсат етілген саясат, құрылғыны шифрлау стандарттары және деректерге қол жеткізу ережелері.",
    "access_control": "Қол жетімділікті бақылау жҽне құрылғыларды басқару:",
    "access_control_description": "MDM (Mobile Device Management) және MFA (Multi-Factor Authentication) құралдарын енгізу арқылы құрылғыларды басқаруды, бақылауды және қорғауды әртүрлі операциялық жүйелер мен қолданушы рөлдері бойынша қамтамасыз ету.",
    "app_security": "Қосымшаларды қорғау жҽне тексеру:",
    "app_security_description": "Мобильді қосымшаларды динамикалық жҽне статикалық талдау арқылы толық тексеру жүргізу, осылайша қосымшалардың уязвимостарын, деректердің ағып кету қаупін жҽне сәйкес келмеушілік мәселелерін болдырмау.",
    "risks_reduction": "Біздің әдісіміз тек құрылғы деңгейіндегі қауіпсіздікті нығайтып қана қоймай, ұйымның қауіпсіздік стратегияларымен біріктіріліп, ұяшықтарды қорғауды, деректердің жоғалуын болдырмауды жҽне мобильді құрылғыларда өнімділікті қауіпсіз етуді қамтамасыз етеді."
  },
  "training_and_security": "Киберқауіпсіздік бойынша оқу жҽне мобильді қорғаныс",
  "breadcrumbs": {
    "training_and_security": "Киберқауіпсіздік бойынша оқу жҽне мобильді қорғаныс"
  },
  "audit_section": {
    "title": "Оқу бағдарламалары жҽне киберқауіпсіздік семинарлары",
    "text1": "Біз құрылымдалған киберқауіпсіздік курстарын, кәсіби сертификаттау көмегін, фишинг шабуылдарын симуляциялауды жҽне мобильді қауіпсіздік бағдарламаларын ұсынамыз, ұйымдарға қауіпсіздік мәдениетін қалыптастыруға көмек көрсету. Біздің оқу қызметтеріміз киберқауіптерді жҽне сіздің жұмыс күшіңіздің практикалық талаптарын ескере отырып жасалған.",
    "text2": "Әр курс салаға бейімделіп жасалып, нақты қолданба арқылы қызметкерлерді күрделі қауіптермен сенімді түрде күресуге дайындайды."
  }
}
