{
    "risks": {
      "title": "Тәуекелдерді бағалау",
      "description": "Тәуекелдерді тиімді басқару компанияның әлсіз тұстарын алдын ала анықтап, олардың бизнеске әсерін барынша азайтуға мүмкіндік береді. Біз компанияның осалдықтарын кешенді түрде бағалап, мүмкін болатын инциденттерден қорғау жоспарларын әзірлейміз.",
      "threat_analysis": "Қауіп-қатерлерді талдау",
      "threat_analysis_description": "Тәуекелдерді бағалау, оның ішінде кибершабуылдар, деректердің漏суы, табиғи апаттар мен техногендік сәтсіздіктер.",
      "impact_assessment": "Інциденттердің бизнеске әсерін бағалау",
      "impact_assessment_description": "Әртүрлі қауіп-қатер сценарийлерінің салдарын модельдеу және мүмкін болатын шығындарды есептеу.",
      "risk_mitigation": "Тәуекелдерді төмендету стратегиясын әзірлеу",
      "risk_mitigation_description": "Алдын алу шараларын, жауап беру жоспарларын және резервтік механизмдерді енгізу."
    },
    "developmentStrategies": {
      "title": "Бизнес үздіксіздігі стратегияларын әзірлеу",
      "description": "Дағдарыс жағдайларында компанияның жұмыс қабілеттілігін сақтау үшін алдын ала дайындалған стратегиялар қажет. Біз іркілістерді азайту және маңызды қызметтердің үздіксіз жұмысын қамтамасыз ету үшін кешенді шешімдер әзірлейміз.",
      "critical_services": "Маңызды қызметтердің жұмысын қамтамасыз ету",
      "critical_services_description": "Бизнес-процестердің тұрақтылығын қамтамасыз ету үшін резервтік шешімдер мен жүктемелерді бөлу.",
      "remote_work": "Қашықтан жұмыс істеу мүмкіндігі",
      "remote_work_description": "Төтенше жағдайлар кезінде қауіпсіз байланыс арналары мен VPN қолжетімділігін орнату.",
      "backups": "Деректердің резервтік көшірмелерін жасау",
      "backups_description": "Резервтік көшірмелер жасау процесін автоматтандыру және сенімді бұлтты және жергілікті сақтау орындарында көшірмелерді сақтау."
    },
    "recovery": {
      "title": "Сәтсіздіктерден кейін қалпына келтіру",
      "description": "Қалпына келтіру жоспары компанияны қалыпты жұмыс режиміне тез қайтаруға және шығындарды азайтуға мүмкіндік береді. Біз барлық мүмкін сценарийлерді ескере отырып, қалпына келтіру стратегияларын әзірлейміз.",
      "regular_backups": "Үнемі резервтік көшірмелерді жасау",
      "regular_backups_description": "Деректердің маңыздылығын ескере отырып, резервтік көшірмелер жасау саясатын енгізу және процестерді автоматтандыру.",
      "recovery_time": "Қалпына келтіру уақытын жоспарлау",
      "recovery_time_description": "Жұмысты тез қалпына келтіру үшін Recovery Time Objective (RTO) және Recovery Point Objective (RPO) анықтау.",
      "cloud_recovery": "Деректерді тез қалпына келтіруге арналған бұлтты шешімдер",
      "cloud_recovery_description": "Сәтсіздіктерден кейін инфрақұрылымды тез орналастыру үшін гибридті бұлтты технологияларды пайдалану."
    },
    "layer_title": "Бизнес үздіксіздігі және тәуекелдерді басқару",
    "breadcrumbs": {
      "layer_title": "Бизнес үздіксіздігі және тәуекелдерді басқару"
    },
    "bcdr_planning": {
      "title": "Бизнес үздіксіздігі және апаттардан қалпына келтіру (BCDR) жоспарлау",
      "text": "Атакалар, сәтсіздіктер мен дағдарыс жағдайларынан кейін іркілістерді азайтуға және бизнес-процестердің тұрақтылығын қамтамасыз етуге арналған стратегияларды әзірлейміз."
    }
  }
  